{
    "firstName": "Gedalias",
    "lastName": "Caldas",
    "profession": "Backend Developer",
    "age": "29",
    "email": "gsantos.c18@gmail.com",
    "availability": "Freelance, PJ, CLT",
    "city": "Belém/PA",
    "country": "Brasil",
    "about": "Me chamo Gedalias (pronúncia: Gedalías), tenho 29 anos, moro em Belém-PA e sou casado. Sou Bacharel em Ciências da Computação pelo CESUPA (Centro Universitário do Pará) e tenho pós-graduação Lato-Sensu em Especialização em Tecnologia Java pela UTFPR (Universidade Tecnológica Federal do Paraná).<br/>Trabalho como desenvolvedor backend desde 2020, focando em Java, Kotlin e Spring. Anteriormente, atuei como desenvolvedor fullstack de 2017 a 2019, utilizando PHP, JavaScript, Laravel, Vue.js, CodeIgniter e Slim Framework.<br/>Tenho experiência em empresas de diferentes tamanhos, desde pequenas a grandes corporações, utilizando diversas metodologias ágeis, como Scrum, Kanban e Scrumban. Já trabalhei tanto presencialmente quanto remotamente, mas atualmente prefiro o trabalho remoto, pois oferece maior comodidade para mim e minha família.<br/>Minha experiência abrange empresas de diversos setores, incluindo Telemarketing, ERP de Saúde e Fintech. Em todas essas experiências, enfrentei desafios de adaptação e aprendizado sobre o negócio, reinventando-me para alcançar metas e contribuir para a melhoria contínua do time. Fui uma referência para outros times, ajudando colegas a se desenvolverem e propondo melhorias para o negócio. Também aprendi a lidar com rejeições, aceitar ideias que faziam mais sentido para o projeto e o negócio, receber feedbacks construtivos e focar nas minhas deficiências para entregar o meu melhor.<br/>Estou constantemente em busca de desafios técnicos e de negócios para aprender mais e sair da minha zona de conforto.",
    "youtube": "https://www.youtube.com/channel/UCk3-h1QsMe5kKlF5MG9MRiw",
    "linkedin": "https://www.linkedin.com/in/gedalias-caldas/",
    "facebook": "https://www.facebook.com/gedalias6",
    "instagram": "https://www.instagram.com/gedalias6/",
    "github": "https://github.com/gsantosc18",
    "github_name": "gsantosc18"
}